<!DOCTYPE html>
<html lang="ja" itemscope="" itemtype="http://schema.org/WebPage" dir="ltr">
  <head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no">
    <title>利用規約 - CoinDataTrade</title>
    <meta name="author" content="ActiveTK.">
    <meta name="robots" content="All">
    <meta name="favicon" content="/crypto/img/bitcoin_logo.ico">
    <meta name="copyright" content="Copyright &copy; 2023 ActiveTK. All rights reserved.">
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <script src="https://cdn.tailwindcss.com"></script>
</head>
<body>
  <br>
  <div>
    <h1 class="text-3xl font-bold">
      利用規約 - DataCoinTrade
    </h1>
    2023年8月14日 制定<br>
    2023年8月20日 更新
    <div>
      <br>
      <h1 class="text-2xl font-bold">お客様は、本サービスを利用するにあたり、以下の利用規約に全て同意しなければなりません。</h1>
      <h1 class="text-2xl font-bold">利用規約の一部または全てに同意できない場合には、速やかにタブを閉じて下さい。</h1>
      <br>
      <b>第2条 サービスの内容</b><br>
      本サービスは、法律上暗号資産として位置づけられる仮想通貨「Bitcoin」を用いて、ユーザー同士がデジタルデータを売買することができるWeb上の場所を提供するサービスです。<br>
      インターネットへ接続できる回線や端末、ブラウザ等はお客様が用意していただく必要がございます。<br><br>
      <b>第3条 用語の定義</b><br>
      本利用規約上で記述される以下の用語について、その定義を定めます。<br>
      <li>データ販売者 - 本サービスによって、ファイルまたはテキストによるデジタルデータを公開したユーザー</li>
      <li>データ購入者 - 本サービスによって、ファイルまたはテキストによるデジタルデータを購入したユーザー</li><br>
      <b>第5条 禁止事項</b><br>
      本サービスにおいて、以下の行為を禁止します。<br>
      法令あるいは禁止事項に抵触する行為が発覚した場合には、然るべき処置を取ります。<br>
      <li>データ販売者は、一般大衆に向けて公開するのに相応しくないデータの共有を行ってはなりません。</li>
      <li>データ販売者は、法律上、所持が禁止されているデータ(児童ポルノ等)の共有を行ってはなりません。</li>
      <li>データ販売者は、第三者の権利(著作権等)を侵害するコンテンツの共有を行ってはなりません。</li>
      <li>データ販売者は、犯罪を助長し、あるいは加担する行為に関連する一切のコンテンツの共有を行ってはなりません。</li>
      <li>データ購入者は、購入したデータが禁止事項に抵触していることが明らかなとき、それをすぐに削除しなければなりません。</li>
      <li>データ購入者は、購入したデータの一部または全てを第三者に譲渡したり、公開してはなりません。</li>
      <li>サーバーに故意に負荷をかける行為(DDoS攻撃等)を行ってはなりません。</li><br>
      <b>第7条 免責事項</b><br>
      本利用規約に違反するデータは、データ販売者の意思によらず消去します。<br>
      この場合、データ消去に際して発生した一切の問題について、これをお客様自身で解決しなければなりません。<br>
      お客様の過失又は故意若しくは悪用によって発生した全ての問題や第三者様とのトラブル、エラーに関する責任に対し、<br>
      自己の費用と責任をもってこれを解決するものとし、 管理者、開発者並びに開発関係者は一切の責任を負わないものとします。<br><br>
      <b>第11条 サービス停止</b><br>
      管理者側の一方的な都合で本サービスの提供を停止した場合や、本利用規約の定める禁止事項に抵触した事によって本サービスご利用できなくなった事により発生した、 <br>
      全ての問題やトラブル、エラーに関する責任に対し、管理者、開発者並びに開発関係者は一切の責任を負わないものとします。<br><br>
      <b>第13条 収益の受け取り</b><br>
      データ購入者が支払ったBitcoinは、本サービス側で自動的に生成されるBitcoinアドレスに一時的に保存されます。<br>
      不定期に一時アドレスからデータ販売時に登録したBitcoinアドレスへ送金しますが、必要に応じて管理ページから一時アドレスの公開鍵及び秘密鍵(WIF形式)を閲覧することもできます。<br>
      なお、自動的に一時アドレスから登録されているBitcoinアドレスへ送金する場合には、トランザクション手数料(Fee)及び送金手数料を差し引いた額のみを受け取ることができます。<br>
      ※トランザクション手数料(Fee)及び送金手数料は不定であり、当サービス運営者の裁量に応じて決定することができるものとします。<br><br>
      <b>第17条 管理義務</b><br>
      データ販売者は、データの公開時において誘導される管理ページのURLを自ら記録し、自己の責任において使用しなければなりません。<br><br>
      <b>第19条 データ購入の継続</b><br>
      データ購入者は、利用しているブラウザのローカルストレージにデータ購入情報が保存されます。<br>
      そのため、ブラウザのデータをリセットしたり、あるいは別のブラウザを使用するとデータの閲覧に再度購入を求められる場合がありますので、ご注意ください。<br><br>
      <b>第23条 解釈</b><br>
      本利用規約は日本法に基づき解釈されるものとし、本サービスに関して訴訟の必要が生じた場合には東京地方裁判所を第一審の専属的合意管轄裁判所とします。
    </div>
  </div>
</body>
</html>
